Repository: Normatica/integriaims
Catalog: include/languages/*.po
Languages: pl

source: Date Begin
pl: Data początkowa

source: Date End
pl: Data końcowa

source: Companies
pl: Firmy

source: Leads
pl: Wskazówki

source: End of search
pl: Koniec wyszukiwania

source: Admin Pages
pl: Strony Administracyjnbe

source: Correct delete page
pl: Włąściwie usunięto stronę

source: Incorrect delete page
pl: Niewłąściwie usunięto stronę

source: Inventory report
pl: Raport Inventory

source: Generated by
pl: Wygenerowane przez

source: Building
pl: Budynek

source: Contract
pl: Kontrakt

source: All inventory
pl: Pełna Inwentaryzacja

source: Inventory objects statistics
pl: Statystyki zinwentaryzowanych Zasobów

source: Active Incidents
pl: Aktywne incydenty

source: No inventory objects found
pl: Nie znaleziono zinwentaryzowanego obiektu

source: Incidents report
pl: Raport incydentów

source: Incident type
pl: TYp incydentu

source: All incidents
pl: Wszystkie incydenty

source: Work
pl: Praca

source: Statistics
pl: Statystyki

source: Incident list
pl: Lista incydentów

source: Search statistics
pl: Przeszukaj statystyki

source: PDF report
pl: PDF raport

source: Open
pl: Otwarte

source: Closed
pl: Zamknięte.

source: Last work at
pl: Ostatnio użyte

source: Time used
pl: Użyty czas

source: No data available
pl: Brak dostępnych danych

source: Contact
pl: Kontakt

source: There are no contacts associated to this incident
pl: Nie ma kontaktu przyporządkowanego do tego incydentu

source: Mobile phone
pl: Telefon komórkowy

source: Contacts grouped by inventory
pl: Kontajty zgrupowane według Inwentaryzacji

source: Contacts who reported this incident
pl: Kontakt z tym kto zgłosił ten Incydent

source: Inventory objects
pl: Inwentaryzacja obiektów

source: There's no inventory objects associated to this incident
pl: Nie ma obiektu przyporządkowanego do tego obiektu

source: Workunit added successfully
pl: Zlecednie dodane

source: Have cost
pl: Koszt

source: Sending data...
pl: Wysyłanie danych...

source: Objects affected
pl: Obiekty, których dotyczy

source: Editor
pl: Edytor

source: Parent incident
pl: Rodzic incydentu

source: Could not create custom search
pl: Nie można utworzyć niestandardowego wyszukiwania.

source: Could not delete custom search
pl: Nie mopżna usunąć niestandardowego wyszukiwania

source: Custom search deleted
pl: Niestandardowe wyszukiwanie usunięte

source: Custom searches
pl: Niestandardowy wyszukiwania

source: Save current search
pl: Zachowaj bieżące wyszukiwanie

source: Save
pl: Zapisz

source: Massive operations over selected items
pl: Masowe operacje na wybranych pozycjach

source: Assigned user
pl: Przypisany użytkownik

source: Update selected items
pl: Zmieniono wybrane zdarzenia

source: Saving chat
pl: Zachowany chat

source: Save chat into workunit
pl: Zapisz chat w zleceniu

source: Users Online
pl: Użytkownicy on-line

source: Send
pl: Wyślij

source: Sucessful save the chat into workunit
pl: Zapisano chat w zleceniu

source: Unsucessful save the chat into workunit
pl: Nie zapisano chatu w zleceniu

source: Connection established...get last 24h messages...
pl: Połączenie nawiązane ... Pobierz wiadomośći z ostatnich 24 godzin

source: Error in connection.
pl: Błąd połączenia

source: Error sendding message.
pl: Błąd w wysyłce wiadomośći

source: Error login.
pl: Błąd logowania

source: Incident successfully deleted
pl: Incydent usunięty pomyślnie

source: There was a problem deleting incident
pl: Wystąpił problem podczas usuwania incydentu

source: There was a problem updating incident
pl: Problem z modyfikacją incydentu

source: Incident successfully updated
pl: Incydent zaktualizowany pomyślnie

source: Creator user does not exist
pl: Creator Użytkownik nie istnieje

source: Scoring
pl: Punktowanie

source: Add to KB
pl: Dodawanie do Bazy Wiedzy

source: Please, help to improve the service and give us a score for the resolution of this incident. People assigned to this incident will not view directly your scoring.
pl: Proszę, pomóż usprawnić system i oceń sposób rozwiązania tego incydentu. Ludzie bezpośrednio zaangażowani nie będą bezpośrednio widzieli Twojej oceny

source: Very good, excellent !
pl: Bardzo dobrze, Wspaniale!

source: Good, very satisfied.
pl: Dobrze.Satysfakcjonująco

source: It's ok, but could be better.
pl: Jest O.K, ale może być lepiej

source: Average. Not bad, not good.
pl: Średnio, Ani dobrze ani źle

source: Bad, you must to better
pl: Żle, Musisz się więcej starać

source: Very bad
pl: Bardzo źle

source: Horrible, you need to change it.
pl: Nie akceptowalne, musiz to zmienić

source: Create incident
pl: Stwórz incydent

source: Advanced parameters
pl: Zaawansowane parametry

source: Toggle parameter
pl: przełącz parametr

source: Notify changes by email
pl: Informowanie o zmianach poprzez e mail

source: Remove
pl: Usuń

source: Chat
pl: Rozmowa

source: You can change this value by changing %s parameter in setup
pl: Ty możesz zmienić tę wartość, poprzez zmianę %s parametru w konfiguracji

source: Flags
pl: Flagi

source: No file was attached
pl: Brak załączników

source: File added
pl: Plik dodano

source: File cannot be saved. Please contact Integria administrator about this error
pl: Plik nie może zostać zapisany. Prosimy o kontakt z administratorem Integria, poinformuj go o tym błędzie.

source: File is too big
pl: Plik jest zbyt duży

source: File was partially uploaded. Please try again
pl: Plik nie został w całości pobrany. Proszę spróbować jeszcze raz.

source: No file was uploaded
pl: Plik nie został wgrany

source: You have no permission
pl: Ty nie masz praw.

source: Empty field name
pl: Pusta nazwa pola

source: Empty combo value
pl: Pusta wartość combo

source: Field could not be created
pl: Pole nie może być utworzone

source: Field created successfully
pl: Pole utworzono

source: Field could not be deleted
pl: Pole nie może być skasowane

source: Field deleted successfully
pl: Pole usunięto

source: Field could not be updated. Empty combo value
pl: Pole nie może zmienione. Pusta wartość pola combo.

source: Field could not be updated
pl: Pole nie może być zmienione

source: Field updated successfully
pl: Pole zmieniono

source: Type name empty
pl: Nazwa typu pusta

source: Incident types
pl: Typy incydentów

source: Type name
pl: Nazwa typu

source: Incident fields
pl: Pola Incydentu

source: Name field
pl: Nazwa pola

source: Value
pl: Wartość

source: Action
pl: Czynność

source: No fields
pl: Brak pól

source: Add field
pl: Dodaj pole

source: Wizard
pl: Kreator

source: Create type
pl: Utwórz typ

source: Report for incident
pl: Raport dla incydentów

source: Most active users
pl: Najbardziej aktywni użytkownicy

source: Incident summary
pl: Podsumowanie incydentu

source: Note successfully deleted
pl: Notatka usunięta pomyślnie

source: Notes
pl: Notatki

source: Notes attached to incident
pl: Notatki dołączone do incydentu

source: Incident fields management
pl: Zarzadzanie polami incydentami

source: Field name
pl: Nazwa pola

source: Text
pl: Tekst

source: Textarea
pl: Tekst

source: Select type
pl: Wybierz typ

source: Combo value
pl: Warość combo

source: Set values separated by comma
pl: Ustawienie wartości oddzielone przecinkami

source: Invalid incident ID
pl: Nieprawidłowy ID incydentu

source: Thanks for your feedback, this help us to keep improving our job
pl: Dziękujemy za opinię, to pomoże nam utrzymać poprawę naszej pracy

source: Project schema
pl: Schemat projektu

source: Milestone creation
pl: Kamienie milowe tworzenie

source: Milestones management
pl: Zarządzanie kamieniami milowymi

source: Milestone
pl: Kamieniemilowe

source: Move this task to other project
pl: Przenieś zadania do innego projektu

source: Destination project
pl: Docelowy projekt

source: Move
pl: Przenieś

source: Project tracking
pl: Projekt tracking

source: Project successfully disabled
pl: Projekt został pomyślnie wyłączony

source: There was a problem
pl: Tutaj nastąpił problem

source: Successfully reactivated
pl: Z sukcesem reaktywowano

source: Project manager user does not exist
pl: Projekt manager nie istnieje

source: Project cannot be created, problem found.
pl: Projekt nie może być utworzony, znaleziono problem

source: Completion
pl: Kompletność

source: Unlimited
pl: Bez ograniczeń

source: Never
pl: Nigdy

source: Archive
pl: Archiwum

source: No projects found
pl: Nie znaleziono projektu

source: Project overview
pl: Przegląd projektu

source: Project group
pl: Grupa projektów

source: # Projects
pl: # Projekty

source: Without group
pl: Bez grupy

source: empty
pl: puste

source: Related incidents
pl: Podobne incydenty

source: Name cannot be empty
pl: Nazwa nie może być pusta

source: Begin date cannot be before end date
pl: Data początkowa nie może być po dacie końcowej

source: Continue working with task #
pl: Kontynuacja pracy z zadaniem#

source: Workunit distribution
pl: Dystrybucja czsu pracy

source: Recurrence
pl: Rekurencja

source: Completion based on hours
pl: Skompletowane w ciągu godziny

source: Calculated task completion using workunits inserted by project members, if not it uses Completion field of this form
pl: Obliczony stopień wykonania zadania za pomocą workunits dodanych przez członków projektu, jeśli nie zostało użyte Completion field w formularzu.

source: Estimated hours
pl: Estymacja godzinowa

source: Worked hours
pl: Przepracowane godziny

source: Hrs
pl: Godzin

source: Estimated cost
pl: Estymowany koszt

source: External costs
pl: Zewnętrzny koszt

source: Imputable costs
pl: Przypisanie kosztu

source: Incident costs
pl: Koszt Incydentu

source: Total costs
pl: Całkowite koszty

source: Average Cost per hour
pl: Średni koszt na godzinę

source: Est.
pl: Średni

source: Real
pl: Rzeczywisty

source: Cost estimation
pl: Estymulacja kosztów

source: Estimation
pl: Estymacje

source: No tasks found
pl: Zadań nie znaleziono

source: Planned
pl: Zaplanowany

source: Time spent in related incidents
pl: Czas spędzony w incydentach związanych

source: Task tracking
pl: Tracking zadania

source: Task added
pl: Zadanie dodano

source: Task updated
pl: Zadanie zmodyfikowano

source: Task completion progress updated
pl: Aktualizacja postępu realizacji zadania

source: Task finished
pl: Zadanie zakończone.

source: Task member updated
pl: Członek zadania zmieniony

source: Task moved
pl: Zadanie przeniesione

source: Task deleted
pl: Zadanie usunięto

source: Unknown
pl: Nieznany

source: Operation successfully completed
pl: Operacja z sukcesem skompletowana

source: Task report details
pl: Raport zadań szczegóły

source: Message text
pl: Tekst wiadomośći

source: There was a problem creating adding the cost
pl: Nastąpił problem z utworzeniem kosztu

source: Cost unit listing
pl: Koszty jednostkowe

source: Total cost for this task
pl: Całkowity koszt dla tego zadania

source: Add cost unit
pl: Dodano koszt jednostkowy

source: Bill ID
pl: ID Rachunku

source: Attach a file
pl: Dołącz plik

source: File deleted
pl: Plik usunięty

source: Attached files
pl: Załączone pliki

source: Upload file
pl: Pobierz plik

source: Not created. Role already exists.
pl: Nie utworzono Rola już istnieje.

source: Not created. Error inserting data.
pl: Nie utworzono. Błąd wstawienia danych

source: Task human resources management
pl: Zadanie zarządzania zasobami ludzkimi

source: Assigned roles
pl: przyporządkowane role

source: Total work time (Hrs)
pl: Całkowity czs pracy w godzinach

source: Project people management
pl: Projekt zarządzanie ludźmi

source: Role/Group assignment
pl: Role/Group przyporządkowanie

source: Project role assignment
pl: Przyporządkowanie ról w projekcie

source: User
pl: Użytkownicy

source: Available roles
pl: Dostępne role

source: Not finished
pl: Nie ukończone

source: Defined end
pl: Zdefiniowany koniec

source: Project group management
pl: Zarządzanie grupą projektów

source: Project group name
pl: Nazwa grupy projektów

source: Create group
pl: Utwórz grupę

source: Workunit updated
pl: Zakres pracy zmieniony

source: Workunit resume
pl: Wznowienie zloecenia

source: All tasks
pl: Wszystkie zlecenia

source: Task name cannot be empty
pl: Nazwa zadania nie może być pusta.

source: Task planning
pl: Planowanie zadań

source: Verified
pl: Zweryfikowano

source: Completed
pl: Kompletne

source: Hours worked
pl: Godziny przepracowane

source: Summary task status
pl: Podsumowanie statusu zadań

source: Task per user
pl: Zadania użytkownika

source: Add tasks
pl: Dodanie zadań

source: Put taskname in each line
pl: Umieść nazwę zadania w każdej linii

source: Create new task
pl: Utwórz nowe zadanie

source: Delay (days)
pl: Oóźnienie(dni)

source: Gantt graph
pl: Wykres Ganta

source: Full screen
pl: Pełny ekran

source: Could not update project
pl: Nie można zmieniać projektu

source: Project info
pl: Informacja o projekcie

source: Current progress
pl: Bieżący progress

source: Project manager
pl: Kierownik Projekty PM

source: People involved
pl: Osoby zaangażowane

source: Total people involved
pl: Liczba osób zaangażowanych

source: Project profitability
pl: Rentowność projektu

source: days
pl: dni

source: Deviation
pl: Odchylenie

source: Project costs
pl: Koszty projektu

source: Total payable workunit (hr)
pl: Razem płatne workunit (hr)

source: Proyect length deviation (days)
pl: Odchylenie długości projektu (w dniach)

source: Days
pl: Dni

source: Average Cost per Hour
pl: Średni koszt na godzinę

source: Workload distribution
pl: Dystrybucja zleceń

source: Task distribution
pl: Dystrybucja zadań

source: Locked by
pl: Zamknięty przez

source: Problem adding workunit.
pl: Problem z dodaniem wymiaru pracy

source: Problemd adding workunit.
pl: Problem z dodaniem zakresu pracy.

source: Update workunit
pl: Zmiana zakresu pracy

source: Forward
pl: Przekierowany

source: If this checkbox is activated, propagation will be forward instead backward
pl: Jeśli to pole wyboru jest aktywne, propagacja będzie do przodu, a nie do tyłu

source: Split > 1day
pl: Podziel > 1dzień

source: If workunit added is superior to 8 hours, it will be propagated to previous workday and deduced from the total, until deplete total hours assigned
pl: Jeśli dadany zakres prac przewyższa 8 godzin, będzie przekazywana do poprzedniego dnia roboczego i wyprowadzona łącznie aż całkowitego wyczerpanie godzin przeznaczonych na pracę.

source: Add multiple workunits summary
pl: Dodaj zakres pracy zbiorowo

source: Add multiple workunits
pl: Dodaj multiple workunits

source: Task was not selected
pl: Zadanie nie wybrane

source: Global task assignment
pl: Globalne przyporządkowanie zadania

source: For user
pl: Dla użytkownika

source: Operation
pl: Operacje

source: Finish this task
pl: Zakończenie tego zadania

source: Workunit personal report for user
pl: Raport zakresu pracy dla użytkownika.

source: Between dates
pl: Pomiędzy datami

source: to
pl: do

source: No users found
pl: Użytkownikm nie znaleziony

source: User details
pl: Szczegóły użytkownika

source: Total incidents opened
pl: Całkowita liczba otwartych incydentów

source: Not provided
pl: nie podana

source: Users defined
pl: Użytkownicy zdefiniowani

source: User activity statistics
pl: Statystyka aktywności użytkowników

source: Help
pl: Pomoc

source: Limit of incidents reached
pl: Limit incydentów osiągnięty

source: You have reached the limit of incidents for this group
pl: Został osiągnięty limit zdarzeń dla tej grupy

source: You cannot create more incidents.
pl: Ty nie możesz utworzyć więcej incydentów

source: Warning: Soft limit reached
pl: Warning: Miękki limit osiągnięty

source: You have
pl: Ty masz

source: opened incidents
pl: Otwatrtych incydentów

source: Soft limit for this group is
pl: Miękki limit dla tej grupy to

source: incidents
pl: Incydenty

source: Please close some incidents before create more
pl: Zamknij inne incydenty zanim utworzysz kolejne

source: You cannot create more incidents in this group until you close an active incident.
pl: Nie można utworzyć więcej incydentów w tej grupie, aż do zamknięcia aktywnego incydentu.

source: Invoice listing
pl: Wpis faktury

source: Payment
pl: Płatność

source: Company no selected
pl: Firma nie wybrana

source: Name can't be empty
pl: Nazwa nie może być pusta

source: There was a problem creating the invoice
pl: Wystąpił problem podczas tworzenia faktury

source: There was a problem updating the invoice
pl: Wystąpił problem podczas aktualizacji faktury

source: Add new invoice
pl: Dodaj nową fakturę

source: Update invoice
pl: Aktualizacja faktury

source: Paid
pl: Zapłacono

source: Cancelled
pl: Anulowano

source: Invoice status
pl: Stan faktury

source: Invoice creation date
pl: Faktura data utworzenia

source: Invoice effective payment date
pl: Skuteczny termin płatności faktury

source: Taxes (%)
pl: Podatek (%)

source: Objects
pl: Obiekty

source: Fields
pl: Pola

source: Object management
pl: Zarządzanie obiektem

source: Defined objects
pl: Zdefiniowane objekty

source: Items
pl: Zdarzenie

source: Actions
pl: Czynności

source: No objects
pl: Brak obiektów

source: Relationships
pl: Relacje

source: No reports were found
pl: Nie znaleziono raportów

source: Inventory reports
pl: Raport inwentaryzacyjny

source: View
pl: Widok

source: Incidents affecting inventory object
pl: Zdarzenia mające wpływ na przedmiot inwentaryzacji

source: Manufacturer
pl: Producent

source: Object
pl: Obiekt

source: Create inventory object
pl: Stwórz objekt inwentarza

source: Field '
pl: Pole

source: ' not updated. Value must be unique
pl: nie zaktualizowano. Wartość musi być unikalna

source: There was an error updating inventory object
pl: Wystąpił błąd podczas aktualizacji obiektu inwentaryzacji

source: Duplicate name
pl: Zdublowana nazwa

source: ' not created. Value must be unique
pl: ' nie utworzono. Wartość musi być unikalna

source: Parent object
pl: Rodzic obiektu

source: Not set
pl: Nie ustawione

source: Product management
pl: Zarządzanie produktami

source: Create a new product
pl: Utwórz nowy produkt

source: Update existing product
pl: Zmień istniejący produkt

source: Defined products
pl: Zdefiniowane produkty

source: There was a problem deleting object
pl: Nastąpił problem z kasowaniem ovjektu

source: Unable to load inventory
pl: Nie można załadować inwentaryzacji

source: Object types management
pl: Zarządzanie typami obiektów

source: Label
pl: Etykieta

source: Types
pl: Typy

source: Field type to be filled later, if you choose "Combo" you have to select the values bellow. If you select "External" then you have to fill external table name and reference field.
pl: Typ pola będzie wypełniony później, jeśli wybierzesz "Combo" musisz wybrać wartości. Jeśli wybierzesz opcję "External", to musisz wypełnić zewnętrzną nazwę tabeli i pola odniesienia.

source: Combo values
pl: Wartości Combo

source: If Type selected is "Combo" you have to fill this text with the select values separated by commas. E.g.: foo1,foo2
pl: Jeśli wybrano typ "Combo" należy wypełnić ten tekst z wybranymi wartościami oddzielonych przecinkami. Np.: foo1, foo2

source: External table name
pl: Zewnętrzna nazwa tabeli

source: External reference field
pl: Zewnętrzne pola odniesienia

source: Unique
pl: Niepowtarzalny

source: With this value checked the values in this field will be unique for all the inventory objects that use this field.
pl: Przy tej zaznaczonej wartości, , wartości w tej dziedzinie będzieunikalny dla wszystkich obiektów magazynowych, które używają tego pola.

source: Inherit
pl: Dziedziczyć

source: No links
pl: Brak odnośników

source: Source
pl: Źródło

source: Destination
pl: Miejsce docelowe

source: Select inventory
pl: Wybierz spis

source: Workunits done in inventory object
pl: Zlecenie wykonane na zinwentaryzowanym objekcie

source: Date begin
pl: Data początkowa

source: Date end
pl: Data zakończenia

source: Minimun response
pl: Minimalna odpowiedzialność

source: Maximun response
pl: Maximum odpowiedzi

source: Maximun incidents
pl: Maximum incydentów

source: Extra details for the inventory object
pl: Dodatkowe dane dla obiektu inwentaryzacji

source: List fields
pl: Lista pól

source: No objects types fields
pl: Brak obiektów typy pól

source: File release category access management
pl: Zarządzanie dostępem do plików

source: Create a new category access
pl: Twórz nową kategorię dostępu

source: Assigned categories / group
pl: Przyporządkowano kategorię do grupy

source: File release category management
pl: Zarządzanie wersjami plików

source: Groups
pl: Grupy

source: File releases management
pl: Zarządzanie wersjami plików

source: Create a new file release
pl: Stwórz nową wersję pliku

source: Update existing file release
pl: Aktualizacja istniejącej wersji pliku

source: Choose file from repository
pl: Wybierz plik zrepozytorium

source: Delete file
pl: Kasuj plik

source: Main category
pl: Głowna kategoria

source: Downloads
pl: Pobierz

source: Defined data
pl: Zdefiniowane dane

source: Categories
pl: Kategorie

source: Public link
pl: Publikacja linku

source: Attach deleted ok
pl: Załączniki skasowane z powodzeniem

source: KB Data management
pl: KB zarządzanie danymi

source: Create a new KB item
pl: Utwórz nowe KB zdarzenie

source: Update existing KB item
pl: Zmień istniejące KB zdarzenie

source: Attach
pl: Załącznik

source: Need to create first
pl: Potrzebujesz najpierw utworzyć

source: Attach description
pl: Opis załącznika

source: Attachment list
pl: Lista załączników

source: Message successfully sent
pl: Wiadomość została wysłana

source: There was a problem sending message
pl: Wystąpił problem podczas wysyłania wiadomości

source: Message successfully sended
pl: Wiadomość wysłana

source: New message
pl: Nowa wiadomość

source: Message
pl: Wiadomość

source: Send message
pl: Wyślij wiadomość

source: Message sucessfully deleted
pl: Wiadomość usunięta pomyślnie

source: There was a problem deleting message
pl: Wystąpił problem podczas usuwania wiadomości

source: Read messages
pl: Czytaj wiadomośći

source: Sender
pl: Nadawca

source: No subject
pl: Brak tematu

source: There are no messages
pl: Brak wiadomości

source: wrote
pl: zapisz

source: Reply
pl: Powtórz

source: Manufacturers management
pl: Zarządzanie producentami

source: Company role
pl: Rola Firmy

source: Address
pl: Adres

source: Projects overview
pl: Przegląd projektów

source: Projects detail
pl: Szczegóły projektów

source: Projects tree
pl: Drzewo projektów

source: Create project
pl: Stwórz projekt

source: Disabled projects
pl: Wyłączone projekty

source: Process graph
pl: Wykres procesu

source: Task list
pl: Lista zadań

source: New task
pl: Nowe zadanie

source: Milestones
pl: Kamienie milowe

source: Task detail
pl: Szczegóły zadania

source: View external costs
pl: Przegląd zewnętrznych kosztów

source: Email report
pl: Wyślij raport

source: Move task
pl: Przenieś zadanie

source: Project groups
pl: Grupy projektów

source: New WO
pl: Nowe Zlecenie

source: WO Categories
pl: Kategoria Zleceń

source: New category
pl: Nowa kategoria

source: New ticket
pl: Nowe zgłoszenie

source: Incidents overview
pl: Przegląd incydentów

source: Inventory overview
pl: Przegląd inwentarza

source: New company
pl: Nowa firma

source: Invoices
pl: Faktury

source: New contract
pl: Nowy kontrakt

source: New contact
pl: Nowy kontakt

source: New lead
pl: Nowa wskazówka

source: CRM Templates
pl: CRM Szablony

source: Manage templates
pl: Zarządzanie szablonami

source: Newsletters
pl: Biuletyny

source: New newsletter
pl: Nowy biuletyn

source: Issues
pl: Problemy

source: New issue
pl: Nowy problem

source: New address
pl: Nowa lista adresów

source: Queue control
pl: Kontrola kolejki

source: Manufacturers
pl: Producenci

source: Manufacturer overview
pl: Przegląd producentów

source: Object types
pl: Typy obiektów

source: Knowledge Base
pl: Baza wiedzy

source: Browse
pl: Przeglądanie
