Repository: Normatica/integriaims
Catalog: include/languages/*.po
Languages: pl

source: Links
pl: Linki

source: Your new password is
pl: Twoje nowe hasło to

source: Click here to login
pl: kliknij tutaj aby się zalogować

source: Invalid validation code
pl: Nie włąściwy kod walidacji

source: Validation code
pl: Kod walidacji

source: Validate
pl: Zatwierdź

source: You don't have access to this page
pl: Ty nie masz prawa dostępu do tej strony

source: Access to this page is restricted to authorized users only, please contact system administrator if you need assistance. <br><br>Please know that all attempts to access this page are recorded in security logs of Integria System Database
pl: Dostęp do tej strony jest ograniczony tylko do autoryzowanych użytkowników, skontaktuj się z administratorem systemu, jeśli potrzebujesz pomocy. <br> Należy wiedzieć, że wszystkie próby dostępu do tej strony są zapisywane w logach bezpieczeństwa bazy danychsystemu Integria.

source: System newsboard
pl: System wiadomośći

source: News of last 30 days
pl: Wiadomośći z ostatnich 30 dni

source: First 5 events for next ten days
pl: Pierwsze 5 wydarzeń na następne 10 dni

source: There aren't news in the system
pl: Nie ma nowości w systemie

source: Type
pl: Typ

source: Title
pl: TYtuł

source: Deadline
pl: Ostateczny czas ukończenia

source: Agenda event
pl: Agenda wydarzenie

source: Project end
pl: Projekt ukończono

source: Task end
pl: Zadanie ukończono

source: There aren't meetings in your agenda
pl: Nie ma spotkań w Twojej agendzie

source: Work orders
pl: Zlecenia

source: Total active WO
pl: Wszystkie aktywne zlecenia

source: (Showing only five)
pl: Pokaż tylko pięć

source: Priority
pl: Priorytet

source: There aren't TO-DOs
pl: Nie ma TO-DOs

source: Projects
pl: Projekty

source: Total active projects
pl: Wszystkie aktywne projekty

source: Incidents
pl: Incydentyy

source: Total active incidents
pl: Wszystkie aktywne incydenty

source: There aren't active projects
pl: Tu nie ma aktywnych projektów

source: Updated
pl: Zmodyfikowano

source: Incident
pl: Incydent

source: Last WU
pl: Ostatni WU

source: There aren't active incidents
pl: Teraz nie ma aktywnych incydentów

source: Welcome to Integria
pl: Witamy w Integrii

source: Page generated at
pl: Strona wygenerowana przez

source: Please re-enter your password
pl: Proszę powtórzyć hasło

source: The password you entered is incorrect, please try again.
pl: To hasło jest nie włąściwe proszę spróbuj jeszcze raz.

source: Forgot your passowrd?
pl: Zapomniałęś hasłą?

source: Click here to reset it
pl: Kliknij tutaj by zresetować

source: Username
pl: Nazwa użytkownika

source: Logout
pl: Wylogowanie

source: Search
pl: Szukanie

source: Setup
pl: Konfiguracja

source: Incident setup
pl: Konfiguracja Incydentu

source: Mail setup
pl: Konfiguracja Poczty

source: Mail templates setup
pl: Konfiguracja szablonów poczty

source: Visibility management
pl: Zarządzanie widokami

source: Authentication
pl: Uwierzytelnienie

source: Pandora FMS User
pl: Pandora FMS Użytkownik

source: Pandora FMS User password
pl: Pandora FMS hasło użytkownika

source: Select
pl: Wybierz

source: Default Contract
pl: Standardowy Kontrakt

source: Update
pl: Zmodyfikowano

source: Template
pl: Szablon

source: Template contents
pl: Szablon zawartośći

source: General setup
pl: Generalna Konfiguracja

source: Disabled
pl: Wyłączono

source: Enabled
pl: Aktywne

source: Language
pl: Język

source: Send email on every incident update
pl: Wysyłanie emaila po każdej zmianie ststusu incydentu

source: Enabling this, you will get emails on file attachs also. If left disabled, you only get notifications only in major events on incidents
pl: Włączając to, Ty będziesz dostawał emaila o każdym załączonym pliku. Jeśli wyłączysz, będziesz informowany tylko o ważnych zdarzeniach w incydentach

source: Max. Incidents by search
pl: Maxymalna ilość wyszukanych incydentów

source: Work hours per day
pl: Ilość godzin pracy na dzień

source: Currency
pl: Waluta

source: Delete incidents that were opened X months ago
pl: Kasowanie Incydentów którwe były otwarte X miesięcy temu

source: Show incident owner
pl: Pokaż włąściciela incydentu

source: Show incident creator
pl: Pokaż twórcę incydentu

source: Timezone for integria
pl: Strefa czasowa dla Integrii

source: Auto incident close
pl: Automatyczne zamykanie incydentów

source: List of IP with access to API
pl: Lista adresów IP z dostępem do API

source: API password
pl: Hasło do API

source: Max. Upload file size
pl: Max. Uploadrozmiar pliku

source: Enabling this, any user with IW will be able to change the creator of an incident. This is disabled by default to be ITIL compliant
pl: Włączenie tego, spowoduje, że każdy użytkownik z IW będzie mógł zmienić twórcę incydentu. Ta opcja jest domyślnie wyłączona, aby być zgodne ITIL

source: Enable newsletter
pl: Włączenie Newslettera

source: Enable this option to activate the newsletter feature of Integria IMS
pl: Włącz tę opcję, aby uaktywnić funkcję biuletynu Integria IMS

source: Extensions
pl: Rozszerzenia

source: Report
pl: Raport

source: Authentication method
pl: Metoda uwierzytalniania

source: Yes
pl: Tak

source: No
pl: Nie

source: LDAP version
pl: LDAP versja

source: Login attribute
pl: Atrybuty logowania

source: User
pl: Uzytkownik

source: IP
pl: Adres IP

source: Description
pl: Opis

source: Timestamp
pl: Znacznik czasu

source: Could not be attached
pl: Nie może być dołączony

source: Successfully attached
pl: Dołączono z powodzeniem

source: Deleting file
pl: Kasowanie pliku

source: Deleting
pl: Kasowanie

source: File manager
pl: Menedżer plików

source: Base directory
pl: Główny katalog

source: Go
pl: Idź

source: Upload new file
pl: Załąduj nowy plik

source: Current directory is not writtable by HTTP Server
pl: Bieżący katalog nie jest zapisywalny przez HTTP Server

source: Please check that current directory has write rights for HTTP server
pl: Proszę sprawdź czy bieżący katalog jest zapisywalny przez HTTP serwer

source: Current directory
pl: Bieżący katalog

source: No files found
pl: Nie znaleziono plików

source: Go prev. directory
pl: Przejdź do poprzedniego katalogu

source: Filename
pl: Nazwa pliku

source: Image info
pl: Informacja o obrazku

source: Last update
pl: Zmodyfikowane

source: Owner
pl: Włąściciel

source: Filesize
pl: Rozmiar pliku

source: File type
pl: Typ pliku

source: Directory
pl: Katalog

source: Read
pl: Czytaj

source: Create directory
pl: Utwórz katalog

source: Block size for pagination
pl: Ilość danych na stronę

source: Font for graphs
pl: Font dla wykrwesów

source: Font for PDF
pl: Font dla PDF

source: Graphics font size
pl: Rozmiar funtu dla wykresów

source: Flash charts
pl: Flash wykresy

source: Cannot find file
pl: Nie znaleziono pliku

source: There was a problem creating link
pl: Był problem z utworzeniem linku

source: Successfully created
pl: Utworzony z sukcesem

source: There was a problem modifying link
pl: Był problem z modyfikacją linku

source: Could not be deleted
pl: Nie może być skasowany

source: Link management
pl: Zarządzanie linkami

source: Name error
pl: Błąd nazwy

source: Link name
pl: Nazwa linku

source: URL
pl: adres (URL)

source: Delete
pl: Usuń

source: Are you sure?
pl: Czy jesteś pewien?

source: Add
pl: Dodaj

source: Not created. Error inserting data
pl: Nie utworzono.Błąd w danych wsadowych.

source: Contents
pl: Kontenty

source: Show always
pl: Pokazuj zawsze

source: Create
pl: Utworzono

source: Newsboard management
pl: Zarządzanie wiadomościami

source: Date
pl: Data

source: Group
pl: Grupa

source: SMTP User
pl: SMTP Użytkownik

source: Email header
pl: Nagłowek emaila

source: Email footer
pl: Email stopka

source: Incidents setup
pl: Konfiguracja Incydentów

source: There was a problem loading profile
pl: Wystąpił problem podczas ładowania profilu

source: Could not be created
pl: Nie może być utworzony

source: Profile management
pl: Zarządzanie profilem

source: Profiles defined in Integria
pl: Profile zdefiniowane w Integrii

source: Profile name
pl: Nazwa profilu

source: View incidents
pl: Pokaż incydenty

source: Edit incidents
pl: Edytuj incydenty

source: Manage Incidents
pl: Zarządzaj Incydentami

source: Agenda read
pl: Przegląd agendy

source: Agenda write
pl: Zapis Agendy

source: Agenda management
pl: Zarządzanie Agendą

source: User management
pl: Zarządzanie użytkownikami

source: Database management
pl: Zarządzanie bazą danych

source: Project read
pl: Odczyt projektu

source: Project write
pl: Projekt zapis

source: Project management
pl: Zarządzanie projektuem

source: Task write
pl: Zadanie zapis

source: Task management
pl: Zarządzanie zadaniami

source: Profiles
pl: Profile

source: Update manager
pl: Aktualizacje

source: Updating
pl: Aktualizacja

source: This is an Enterprise feature. Visit %s for more information.
pl: To jest zaawansowana funkcjonalność. Odwiedź %s aby dowiedzieć się więcej

source: Incorrect file extension
pl: Niepoprawne rozszerzenie pliku

source: Error, the file package is empty or corrupted.
pl: Błąd, PLik jest pusty lub uszkodzony

source: Your system version is higher or equal than the loaded package
pl: Wersja Twojego systemu jest wyższa lub równa niż załadowqany pakiet.

source: Successfully upgraded
pl: Zaktualizowano z sukcesem.

source: Cannot be upgraded
pl: Nie można zaktualizować

source: File cannot be uploaded
pl: Pliok nie może być załądowany

source: Your system is up-to-date
pl: System jest w pełni zaktualizowany

source: Server authorization rejected
pl: Autoryzacja serwera odrzucona

source: Server connection failed
pl: Nieudana próba połączenia z serwerem

source: There's a new update for Integria
pl: Brak aktualizacji dla Integrii

source: Overwrite local changes
pl: Nadpisz lokalne zmiany

source: Your system version number is
pl: Wersja twojego systemu to

source: Update manager settings updated
pl: Ustawienia menedżera aktualizacji zaktualizowane

source: Update Manager Settings
pl: Ustawienia Managera aktualizacji

source: Customer key
pl: Klucz użytkownika

source: Update server host
pl: Serwer Aktualizacji

source: Update server port
pl: Aktualizuj port serwera

source: Update server path
pl: Aktualizuj ścieżkę serwera

source: Keygen path
pl: Ścieżka generatora kluczy

source: Proxy server
pl: Serwer proxy

source: Proxy port
pl: Port proxy

source: Proxy user
pl: Użytkownik Proxy

source: Proxy password
pl: Hasło Proxy

source: There was a problem creating group
pl: Wystąpił problem podczas tworzenia grupy

source: There was a problem modifying group
pl: Wystąpił problem podczas modyfikowania grupy

source: There was a problem deleting group
pl: Wystąpił problem podczas usuwania grupy

source: Group management
pl: Zarządzanie grupą

source: Search text
pl: Wyszukaj tekst

source: Icon
pl: Ikona

source: Name
pl: Nazwa

source: Parent
pl: Rodzic

source: There was a problem loading group
pl: Wystąpił problem podczas wczytywania grupy

source: Default user
pl: Standardowy użytkownik

source: Incident Soft limit
pl: Incident Miękki limit

source: Incident Hard limit
pl: Incident Twardy limit

source: Search parent
pl: Szukaj rodzica

source: IMPORT USERS FROM CSV
pl: Import użytkowników z CSV

source: Unsupported file type
pl: Nieobsługiwany typ pliku

source: Global profile
pl: Globalny profil

source: Standard user
pl: Użytkownik standardowy

source: External user
pl: Zewnętrzny użytkownik

source: Enable policy password
pl: Włącz politykę haseł

source: Load file
pl: Wczytaj plik

source: Upload File
pl: Załaduj plik

source: Role management
pl: Zarządzanie rolami

source: Add role
pl: Dodaj rolę

source: Role
pl: Rola

source: Cost
pl: Koszt

source: Company
pl: Firma

source: Last contact
pl: Ostatni kontakt

source: This user doesn't have any assigned profile/group
pl: Użytkownik nie ma przypisanego żadnego profilu/grupy

source: There was a problem loading user
pl: Wystąpił problem podczas wczytywania użytkownika

source: Passwords don't match.
pl: Hasła nie pasują do siebie.

source: Number employee already exists.
pl: Numer pracownika już istnieje

source: There was a problem assigning user profile
pl: Wystąpił problem z przypisaniem profilu użytkownika

source: There was a problem updating user
pl: Wystąpił problem podczas aktualizacji użytkownika

source: Passwords don't match. Please repeat again
pl: Błędne hasło. Spróbuj ponownie

source: Create user
pl: Utwórz użytkownika

source: Update user
pl: Uaktualnij użytkownika

source: User cannot have Blank spaces
pl: Użytkownik nie może mieć nie wypelnionego pola

source: Activation
pl: Aktywacja

source: Enable login
pl: Konfiguracja Incydentów

source: Num. employee
pl: Num.pracownika

source: Real name
pl: Rzewczywista nazwa

source: Password confirmation
pl: Password potwierdzenie

source: Telephone
pl: Telefon

source: External users cannot work inside a group, will show only it's own data. Standard users works with the ACL system, and administrators have full access to everything
pl: Użytkownicy zewnętrzni nie mogą pracować wewnątrz grupy, będą widzieć tylko swoje własne dane. Standardowy użytkownik pracuje z systemem ACL, a administratorzy mają pełny dostęp do wszystkiego.

source: Comments
pl: Komentarz

source: Total incidents
pl: Wszystkich incydentów

source: Reports
pl: Raporty

source: Full report
pl: Pełny raport

source: Workunit report
pl: Workunit raport

source: Montly calendar report
pl: Raport - kalendarz miesięczny

source: Montly report
pl: Miesięczny raport

source: Simple mode
pl: Tryb uproszczony

source: SLA Management
pl: Zarządzanie SLA

source: SLA name
pl: Nazwa SLA

source: Enforced
pl: Wymuszone

source: SLA Base
pl: Baza SLA

source: Max. response time (in hours)
pl: Max czas reakcji(w godzinach

source: Max. incidents at the same time
pl: Max ilość incydentów w tym samum czasie

source: Start hour to compute SLA
pl: Godzina rozpoczęcia liczenia SLA

source: Last hour to compute SLA
pl: Ostatnia godzina do wypełnienia SLA

source: Max.Incidents
pl: Max.Incidentów

source: Hours
pl: Godziny

source: Totals for week
pl: Wszystkich w tygodniu

source: Graph overview
pl: Graficzny przegląd

source: Total hours
pl: Wszystkie godziny

source: Annual report for user
pl: Roczny raport dla użytkownika

source: Prev
pl: Poprzedni

source: Next
pl: Następny

source: Vacations days
pl: Wolne dni

source: Days worked (projects)
pl: Dni pracy (projekty)

source: Days worked (incidents)
pl: Dnik pracy (incydenty)

source: Other
pl: Inne

source: Total
pl: Całkowity

source: Locked
pl: Zablokowano

source: Monthly report for
pl: Miesięczny raport dla

source: Workunit by task
pl: Czas pracy z podziałem na zadania

source: Workunit by project
pl: Czas pracy z podziałem na projekty

source: Lock all workunits in this month
pl: Blokuj wszystkie jednostki pracy dla tego miesiąca

source: Show
pl: Pokaż

source: Totals for this month
pl: Całkowita liczba w tym miesiącu

source: Filter
pl: Filtr

source: Fullname
pl: Pełna nazwa

source: Total hours for this month
pl: Całkowita liczba godzin w tym miesiącu

source: Avg. Scoring
pl: Średni wynik

source: Workorders
pl: Zlecenia

source: Workunit Reporter
pl: Raport Zleceń

source: Begin date
pl: Data początkowa

source: End date
pl: Data końcowa

source: Project search
pl: Wyszukiwanie projektów

source: Show only summary
pl: Pokaż podsumowanie tylko

source: All
pl: Wszystko

source: Creator group
pl: Kreator group

source: Incident creator
pl: Twórca incydentu

source: Task
pl: Zadanie

source: Not closed
pl: Nie zamknięte

source: Any
pl: dowolny

source: There is no data to show
pl: Nie ma danych do przedstawienia.

source: Project report
pl: Raport projektu

source: Project
pl: Projekt

source: User hours
pl: Godziny użytkownika

source: Project total
pl: Projekt całość

source: Totals
pl: Podsumowanie

source: Working days
pl: Dni pracujące

source: Project graph report
pl: Raport graficzny projektu

source: Worktime per person
pl: Czas pracy na osobę

source: others
pl: inne

source: Incident report
pl: Raport Incydentu

source: Creator
pl: Twórca

source: Resolution
pl: Analiza

source: vs
pl: kontra

source: Score
pl: Wynik

source: SLA Compliance
pl: Zgodność SLA

source: Number of incidents
pl: Liczba incydentów

source: Total worktime
pl: Całkowity czas pracy

source: hr
pl: godz

source: Incident graph report
pl: Wykres incydentu

source: Incident by group
pl: Incydentów grupie

source: Mail queued
pl: Kolejka wysyłkowa

source: Send email from CRM
pl: Wyślij email z CRM

source: Subject
pl: Temat

source: CRM Template to use
pl: CRM wzór do użycia

source: Apply
pl: Zastosój

source: From
pl: Od

source: To
pl: do

source: Send a copy to
pl: Wyślij kopię do

source: Send email
pl: Wyślij email

source: Add activity
pl: Dodaj aktywność

source: There is no activity
pl: Brak aktywnośći

source: Successfully closed
pl: Z powodzeniem zamknięto

source: Lead
pl: Wskazówki

source: Activity
pl: Aktywności

source: Files
pl: Pliki

source: Forward lead
pl: Przekazano wskazówkę

source: Lead details
pl: Wskazówki szczegóły

source: Full name
pl: Pełna nazwa

source: Company name
pl: Nazwa firmy

source: Country
pl: Kraj

source: Estimated sale
pl: Szacowana sprzedaż

source: Use only integer values, p.e: 23000 instead 23,000 or 23,000.00
pl: Użyj tylko całkowitych wartośćinp : 23000 a nie 23,000 lub 23,000.00

source: Lead progress
pl: Postępy wskazówek

source: Phone number
pl: Telefon stacjonarny

source: Mobile number
pl: Telefon komórkowy

source: Position
pl: Pozycja

source: Managed by
pl: Zarządzane przez

source: Type at least two characters to search
pl: Wpisz dwa znaki do wyszukania

source: Close this lead
pl: Zamknij tą wskazówkę

source: Creation / Last update
pl: Utworzono/Ostatnia zmiana

source: Empty
pl: Pusty

source: Lead search
pl: Wskazówki wyszukiwanie

source: Show finished leads
pl: Pokaż zakończone wskazówki

source: Advanced search &gt;&gt;
pl: Zaawansowane wyszukiwanie &gt;&gt;

source: Progress equal or above
pl: Postęp równy lub wyższy

source: Progress equal or below
pl: Postęp równy lub niższy

source: Start date
pl: Data początku

source: Product
pl: Produkt

source: Progress
pl: Postęp

source: Op
pl: Operator

source: Take ownership of this lead
pl: Przejmij włąścicielstwo tej wskazówki

source: Upload a new file
pl: Załądowano nowy plik

source: Current files on this lead
pl: Bieżace pliki dla tej wskazówki

source: Size
pl: Rozmiar

source: There is no files attached for this lead
pl: Brak pliku do tej wskazówki

source: There is no history
pl: Tu nie ma historii

source: Lead forward
pl: przekaż wskazówkę

source: Hello
pl: Cześć

source: Phone
pl: Telefon

source: Operations
pl: Operacje

source: Issue creation
pl: Stworzenie Issue

source: Issue update
pl: Issue modyfikacja

source: Email subject
pl: Temat poczty

source: Date time
pl: Data czas

source: Newsletter
pl: Biuletyn

source: Ready
pl: Gotowy

source: Pending
pl: Oczekuje

source: Sent
pl: Wysłano

source: Issue status
pl: Status Issue

source: Successfully added
pl: Dodano

source: addresses (valid/invalid)
pl: adresy (ważne/nieważne)

source: Successfully disabled
pl: Wyłączono

source: Disable/Delete
pl: Wyłączenie/Kasowanie

source: Valid
pl: Zwalidowane

source: Newsletter queue management
pl: Zarządzanie kolejką newsletterów

source: Issue
pl: Problem

source: Addresses
pl: Adresy

source: Queue will be activated and mails will be sent in next crontab execution. You will see the detailed process in the errorlog
pl: Kolejka zostanie aktywowane i maile będą wysyłane w następnym wykonaniu crontab. Będziesz mógł zobaczyć szczegóły procesu w ErrorLog.

source: Retry
pl: Ponów

source: Disable
pl: Wyłącz

source: In process
pl: W procesie

source: Done
pl: Wykonane

source: Newsletter management
pl: Zarządzanie Newsletterem

source: Newsletter creation
pl: Newsletter tworzenie

source: Inventory
pl: Inwentarz

source: Customers
pl: Klienci

source: People
pl: Ludzie

source: Unable to load incident
pl: Nie można załądować incydentu

source: No workunit was done in this incident
pl: Zlecenie nie zostało dodane do tego incydentu

source: Incident details
pl: Szczegóły incydentu

source: No files were added to the incidence
pl: Żaden plik nie został dołączony do do incydentu

source: CREATE INCIDENT
pl: UTWÓRZ INCYDENT

source: Add a file
pl: Dodaj plik

source: Optional
pl: Opcje

source: File
pl: Plik

source: Responsible
pl: Odpowiedzialny

source: Creation
pl: Tworzenie

source: No description
pl: Brak opisu

source: Incident not found
pl: Incydent nie znaleziony

source: No description available
pl: Brak dostępnego opisu

source: Workunit added
pl: Zakres prac dodano

source: There was a problem adding workunit
pl: Nastąpił problem z dodaniem zlecenia

source: Details
pl: Szczegóły

source: Workunits
pl: Zakres pracy

source: Add workunit
pl: Dodanie zakresu pracy

source: Add file
pl: Dodaj plik

source: Loading
pl: Pobieranie

source: Please click here to continue working with incident #
pl: Proszę kliknąć tutaj aby kontynuować pracę z incydentem

source: My incidents
pl: Moje Incydenty

source: Started
pl: Rozpoczęte

source: Nothing was found
pl: Niczego nie znaleziono

source: Workorder
pl: Zlecenie

source: Add Workunit
pl: Dodanie zleceń

source: Category
pl: Kategoria

source: Requires validation
pl: Wymaga zatwierdzenia

source: Require external validation
pl: Wymaga zewnętrznego zatwierdzania

source: Submitter
pl: Nadesłął

source: Work order management
pl: Zarządzanie zleceniami

source: Use '*' for get all values
pl: Użyj '*' dla wszystkich wartości

source: WO Status
pl: Status zleceń

source: Require validation
pl: Wymagana walidacja

source: Criticity
pl: Krytyczność

source: Submmiter
pl: Nadesłał

source: Created/Updated
pl: Utworzone/zmodyfikowane

source: Options
pl: Opcje

source: Finished
pl: Zakończone

source: Validated
pl: Zwalidowane

source: Me
pl: Ja

source: Set as finished
pl: Ustaw jako ukończone

source: Current files on this workorder
pl: Aktualne pliki na tym zleceniu

source: There is no files attached for this workorder
pl: Nie ma pliku załączonego do tego zlecenia

source: Cannot be deteled
pl: Nie może być skasowany

source: Workorders category management
pl: Zarządzanie kategoriami zleceń

source: Create a new category
pl: Utwórz nową kategorię

source: Update existing category
pl: Zmień istniejącą kategorię

source: Workorder category management
pl: Zarządzanie kategoriami zleceń

source: Defined categories
pl: Zdefiniowana kategoria

source: Contract management
pl: Zarządzanie kontraktamio

source: Contract name
pl: Nazwa kontraktu

source: Private
pl: Prywatny

source: Private contracts are visible only by users of the same company
pl: Prywatne umowy są widoczne tylko przez użytkowników z tej samej firmy

source: Contract number
pl: Numer kontraktu

source: Company roles
pl: Role firm

source: Date format is YYYY-MM-DD
pl: Format daty YYYY-MM-DD

source: Ending From
pl: Zakończ od

source: Ending To
pl: Zakończ do

source: Begin
pl: Początek

source: End
pl: Koniec

source: Privacy
pl: Prywatność

source: Public
pl: Publikacja

source: New calendar event
pl: Nowe wydarzenie w kalendarzu

source: Added event to calendar
pl: Dodano wydarzenie do kalendarza

source: Legend
pl: Legenda

source: Add agenda entry
pl: Dodaj wpis do agendy

source: Duration in hours
pl: Czas trwania w godzinach

source: One hour
pl: Jedna godzina

source: Two hours
pl: Dwie godziny

source: Four hours
pl: Cztery godziny

source: One day
pl: Jeden dzień

source: Alarm
pl: Przypomnienie

source: Time
pl: Czas

source: Empty search string
pl: Pusty ciąg znaków

source: Searching for
pl: Szukanie

source: Incident management
pl: Zarządzanie incydentami

source: Monthly report
pl: Raport miesięczny

source: Knowlegue Base
pl: Baza wiedzy

source: Contacts
pl: Kontakt

source: Contracts
pl: Kontrakty
