Repository: Normatica/integriaims
Catalog: include/languages/*.po
Languages: pl

source: Create KB item
pl: Utworzenie pozycji KB

source: Manage categories
pl: Zarządzanie kategoriami

source: Product types
pl: TYp produktu

source: Manage access
pl: Zarządzanie dostępem

source: File releases
pl: Wersje plików

source: Create file release
pl: Utwórz zasób plikowy

source: News board
pl: Tablica newsów

source: System events
pl: Zdarzenia systemowe

source: Myself
pl: Moje

source: Edit my user
pl: Edytuj swój profil

source: Add spare workunit
pl: Dodaj jednostkę pracy

source: My task assigments
pl: M<ój przydział zadań

source: People reporting
pl: Raporty osobowe

source: Annual report
pl: Roczny raport

source: Custom reports
pl: Niestandardowe raporty

source: Create report
pl: Utwórz raport

source: People management
pl: Zarządzanie osobami

source: Manage users
pl: Zarządzanie użytkownikami

source: Import from CSV
pl: Importuj z pliku CSV

source: Manage roles
pl: Zarządzanie rolami

source: Manage groups
pl: Zarządzanie grupami

source: Calendar
pl: Kalendarz

source: User info
pl: Informacja o użytkowniku

source: Project distribution
pl: Dystrybucja projektu

source: Full graph report
pl: Pełny raport graficzny

source: over
pl: ponad

source: Week workunit time not fully justified
pl: Tygodniowy zakres prac nie wpełni uzupełniony

source: Week workunit are fine
pl: Tygodnoiowy rozkład prac zakończony

source: Work Orders
pl: Zlecenia operacji

source: Contact management
pl: Kontakt z zarządzającym

source: Building cannot be updated
pl: Budynek nie może być zmieniony

source: Building management
pl: Zarządzanie budynkiem

source: Building name
pl: Nazwa budynku

source: KB article review
pl: KB przegląd artykułó

source: Author
pl: Autor

source: Wrote on
pl: Zapisane przez

source: Activities
pl: Aktywności

source: Company details
pl: Szczegóły firmy

source: Parent company
pl: Firma rodzic

source: Company Role
pl: Specjalizacja firmy

source: Add activity for company
pl: Dodajaktywność do firmy

source: Contacts for
pl: Kontakty dla

source: Invoices for
pl: Faktury dla

source: Updated at
pl: Zmieniono o

source: Company management
pl: Zarząd firmy

source: Last activity
pl: Ostatnia aktywność

source: Role name
pl: NAzwa cpecjalizacji

source: Current files on this company
pl: Bierzące bliki tej firmy

source: Week
pl: Tydzień

source: Actual
pl: Aktualny

source: Today
pl: Dziś

source: No data to show
pl: Nie ma danych do pokazania.

source: Crontask not installed. Please check documentation!
pl: Crontab mie zaistalowany. Proszę sprawdź dokumentację.

source: InProcess
pl: W procesie

source: Out of limits
pl: Poza limitem

source: Each bar is
pl: Każdy słupek jest

source: Hours in project
pl: Godzin w projekcie

source: Request successfully processed
pl: Żądanie pomyślnie przeprocesowano

source: Error processing request
pl: Błędnie przeprocesowano żądanie

source: Numeric
pl: Numeryczny

source: External
pl: Zewnętrzny

source: Vacations
pl: Urlop

source: Not working for disease
pl: Zwolnienie lekarskie

source: Not justified
pl: Brak uzasadnienia

source: Public Workunit
pl: Publikowanie Zakresu Pracy

source: Non public Workunit
pl: Nie publikowanie zakresu pracy

source: Have a cost
pl: Z kosztem

source: Read more...
pl: Czytaj więcej

source: Duration
pl: Czas twania

source: Edit workunit
pl: Edycja zakresu pracy

source: Lock workunit
pl: Zablokowany zakres pracy

source: Search string
pl: Wyszukaj string

source: Advanced search
pl: Zaawansowane szukanie

source: Closed at
pl: Zamknięte

source: Done by
pl: Wykonane przez

source: Items per page
pl: Zdarzeń na stronie

source: First contact
pl: Pierwszy kontakt

source: First reply
pl: Pierwsza odpowiedź

source: Leads ask for more info
pl: Powody zapytania o więcej informacji

source: Gived detailed info to lead
pl: Szczegóły udzielonej informacji

source: Lead proposal
pl: Głowny wniosek

source: Send commercial proposal to customer
pl: Wysłana komercyjna propozycja do klienta

source: Accepted proposal. Waiting for PO
pl: Zaakceptowano propozyację. Czekamy na PO

source: Closed. Not response or dead.
pl: Zamknięte. Brak odpowiedzi lub nieżywy.

source: Closed. Lost.
pl: Zamknięty. Utracony

source: Closed. Invalid or N/A.
pl: Zamknięte. Błędne dane lub brfak danych.

source: Closed. Success.
pl: Zamkni ete. Sukces

source: Subscription form for
pl: Formularz subskrypcji

source: Name (optional)
pl: Nazwa(opcjonalnie)

source: Subscribe me
pl: Subskrybuj mnie

source: Thanks for your subscription. You should receive an email to confirm you have been subscribed to this newsletter
pl: Dzięki za subskrypcję. Powinieneś otrzymać wiadomość e-mail, aby potwierdzić, żezostał usunięty zapis do newslettera.

source: Welcome to
pl: Witamy w

source: Please use this URL to de-subscribe yourself from this newsletter:
pl: Proszę używać tego adresu do de-subskrybowania siebie z biuletynu:

source: Thank you
pl: Dziękuję

source: De-subscription form for
pl: Formularz rezygnacji z subskrypcji.

source: Please enter here the email address which you're registered on this newsletter
pl: Proszę podać adres e-mail, którym rejestrowałęś się na ten newsletter

source: Desubscribe me
pl: Wypisz mnie

source: You has been desubscribed. Thanks!
pl: Zostałęś wypisany Dziękuję.

source: There is nobody registered with that address
pl: Nie ma nikogozarejestrowanego o tym adresie.

source: Please do NOT answer this email, it has been automatically created by Integria (http://integria.sourceforge.net).
pl: Prosimy nie odpowiadać na tego e-mail, został automatycznie utworzony przez Integria (http://integria.sourceforge.net).

source: Avg. life time
pl: Średnia długość życia

source: Avg. work time
pl: Średni czas pracy

source: Total work time
pl: Całkowity czas pracy

source: Total work units
pl: Całkowity czas zadania

source: Top 5 active incidents
pl: Top 5 aktywnych incydentów

source: SLA compliance
pl: Zgodność SLA

source: Incidents by priority
pl: Incydenty według priorytetu

source: Longest closed incident
pl: Najdłuższy zamknięty incydent

source: Worktime hours
pl: Czas pracy godziny

source: Lifetime
pl: Czas życia

source: Close
pl: Zamknij

source: Top active users
pl: Najbardziej aktywni użytkownicy

source: Top incident submitters
pl: Top - przerzucający incydenty

source: Top assigned users
pl: Top przyporządkowań do użytkowników

source: Incidents by group
pl: Pogrupowane Incydenty

source: Incidents by creator group
pl: Incydenty wg tworzących

source: Top 5 average scoring by user
pl: Top 5 średnio wynik uzytkowników

source: Workunit #%d
pl: Zakres prac #%d

source: hours
pl: godzin

source: Split > 1 day
pl: Podziel > 1 dzień

source: Unsuccesful store conf data in DB.
pl: Zapis w bazie BEZ SUKCESU

source: Unsuccesful create a dir to save package in Integria
pl: Nie utworzono katalogu by zachować pakiet

source: Error reading the dir of packages in "%s".
pl: Błędny odczyt pakietu z katalogu "%s".

source: There are not downloaded packages in your Integria.
pl: Nie zostały pobrane pakiety do Twojej Integrii

source: There is a new version:
pl: To jest nowa wersja

source: First execution of Update
pl: Pierwsze wykonanie po Updacie

source: Your Integria open source package installed is
pl: Twoja Integria open source package instalowana jest

source: Your Integria does not have any update installed yet
pl: Twojw Integria nie może zostać zaktualizowana.

source: Get list online Package
pl: PObierz listę listę online Package

source: Install
pl: Instaluj

source: Reinstall
pl: Reinstaluj

source: Development
pl: Rozwój

source: Testing
pl: Testy

source: Database
pl: Baza danych

source: Code / binary directory
pl: Kod / katalog binarny

source: Weekly
pl: Tygodniowy

source: 15 days
pl: 15 dni

source: Monthly
pl: Miesięczny

source: 60 days
pl: 60 dni

source: 90 days
pl: 90 dni

source: Annual
pl: Roczny

source: Informative
pl: Informacyjnie

source: Low
pl: Niski

source: Medium
pl: Średni

source: Serious
pl: Poważny

source: Very serious
pl: Bardzo poważny

source: Maintance
pl: Utrzymanie

source: Project created
pl: Projekt utworzono

source: Project updated
pl: Projekt zmodyfikowano

source: Project disabled
pl: Projekt wyłączono

source: Project activated
pl: Projjekt aktywowano

source: Project deleted
pl: Projekt skasowano

source: Week Total
pl: Tydzień Całkowicie

source: Task/projects
pl: Zadanie/projekt

source: Non-Justified
pl: Nie uzasadnione

source: Now
pl: Teraz

source: seconds
pl: sekundy

source: months
pl: miesiące

source: minutes
pl: minuty

source: Created
pl: Utworzono

source: Note added
pl: Uwagę dodano

source: File removed
pl: Plik usunięto

source: Priority changed
pl: Priorytet zmieniono

source: Status changed
pl: Status zmieniono

source: Resolution changed
pl: Analizę zmieniono.

source: Note deleted
pl: Uwagi skasowno

source: Assigned user changed
pl: Wprowadzono zmiany użytkownika

source: Incident deleted
pl: Incydent skasowano.

source: Contact added
pl: Kontakt dodano

source: Added inventory object:
pl: Dodano obiekt do inwentarza:

source: Group has changed
pl: Grupa została zmieniona

source: Unknown update
pl: Nieznana zmioana

source: New
pl: Nowy

source: Unconfirmed
pl: Niepotwierdzono

source: Assigned
pl: Przyporządkowano

source: Re-opened
pl: Powtórne otwarcie

source: Pending on a third person
pl: W oczekiwaniu na osobę trzecią.

source: Fixed
pl: Rozwiązane

source: Invalid
pl: Błędne

source: Wont fix
pl: Konieczność naprawy

source: Duplicate
pl: Duplikat

source: Works for me
pl: Praca dla mnie

source: Incomplete
pl: Niekompletne

source: Expired
pl: Wygasłe

source: Moved
pl: Przemieszczone

source: Custom report
pl: Niestandardowy raport

source: User activity graph
pl: Wykres aktywnośći użytkowników

source: User activity detailed
pl: Szczegóły aktywności użytkowników

source: Incident global report
pl: Globalny raport Incydentu

source: Error download packages.
pl: Błąd podczas downloadu pakietów.

source: In progress...
pl: W trakcie

source: bytes
pl: bajtów

source: Speed
pl: Prędkość

source: bytes/second
pl: bitów/sekunda

source: <b>Starting: </b> connect to server
pl: <b>Próba: </b> podłączenia do serwera

source: User
pl: Użytkownik

source: already exists
pl: już istnieje

source: File loaded
pl: Załadowano plik

source: Total objects
pl: Całkowita ilość obiektów

source: With incidents
pl: Z Incydentamio

source: Without incidents
pl: Bez Incydentów

source: Total objects with incidents
pl: Całkowita ilość obiektów z incydentami

source: Total objects with opened incidents
pl: Całkowita ilość obiektów z otwartymi incydentami

source: Owner:
pl: Włąściciel:

source: Manufacturer:
pl: Fabryka

source: Contract:
pl: Kontrakt:

source: Added
pl: Dodano

source: Already added
pl: Włąśnie dodano

source: User search
pl: Szukaj użytkownika

source: Search contact
pl: Szukaj kontaktu

source: Create contact
pl: Utwórz kontakt

source: Search parent inventory
pl: Szukaj rodzica w inwentarzu

source: Page not found
pl: Stromna nie znaleziona
